Revit 2027 API
ParameterTypeId.TrussFamilyVertWebStartReleaseType Property
 "Start Release"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyVertWebStartReleaseType { get; }
Public Shared ReadOnly Property TrussFamilyVertWebStartReleaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyVertWebStartReleaseType {
	ForgeTypeId^ get ();
}
static member TrussFamilyVertWebStartReleaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace